{
  "Version": "1.1.0",
  "Transcript": [
    {
      "Id": "T000001",
      "Content": "Hi, I’d like to order a pizza for delivery. <NAME> <PHONE> <EMAIL> <DATE> <ADDRESS> <ID> <INSURANCEID>",
      "ParticipantId": "C1"
    },
    {
      "Id": "T000002",
      "Content": "Certainly! Great choice. What kind of pizza are you in the mood for today? <NAME>? <PHONE> <EMAIL> <DATE> <ADDRESS> <ID> <INSURANCEID>",
      "ParticipantId": "A1"
    },
    {
      "Id": "T000003",
      "Content": "Okay, a large pepperoni pizza. Anything else? Maybe a side of wings? <NAME> for names, <PHONE> for phone numbers, <EMAIL> for emails, <DATE> for dates, <ADDRESS> for addresses, <ID> for ID numbers, <INSURANCEID> for insurance IDs.",
      "ParticipantId": "A1"
    },
    {
      "Id": "T000004",
      "Content": "I understand completely. Let me check that for you right away. Just one moment… Okay, it appears your policy has some limitations regarding delivery charges. <NAME> for delivery charges.",
      "ParticipantId": "A1"
    },
    {
      "Id": "T000005",
      "Content": "Really? That's frustrating! I was expecting a cheaper price. <NAME> for names, <PHONE> for phone numbers, <EMAIL> for emails, <DATE> for dates, <ADDRESS> for addresses, <ID> for ID numbers, <INSURANCEID> for insurance IDs.",
      "ParticipantId": "C1"
    },
    {
      "Id": "T000006",
      "Content": "I apologize for the inconvenience. Let’s see what we can do. Could you tell me which <NAME> you have? It will help me narrow things down. <PHONE> <EMAIL> <DATE> <ADDRESS> <ID> <INSURANCEID>",
      "ParticipantId": "A1"
    },
    {
      "Id": "T000007",
      "Content": "Thank you. <NAME> and <PHONE> and <EMAIL> and <DATE> and <ADDRESS> and <ID> and <INSURANCEID> are placeholders.",
      "ParticipantId": "A1"
    },
    {
      "Id": "T000008",
      "Content": "That’s terrible! I really just wanted a simple <PHONE> for phone numbers, <EMAIL> for emails, <DATE> for dates, <ADDRESS> for addresses, <ID> for ID numbers, <INSURANCEID> for insurance IDs.",
      "ParticipantId": "C1"
    },
    {
      "Id": "T000009",
      "Content": "I hear you. Let’s look at some options. We could potentially offer you a discount if you spend over a certain amount, or we could explore alternative delivery areas if possible. Are there any specific neighborhoods you prefer? <NAME> for names, <PHONE> for phone numbers, <EMAIL> for emails, <DATE> for dates, <ADDRESS> for addresses, <ID> for ID numbers, <INSURANCEID> for insurance IDs.",
      "ParticipantId": "A1"
    },
    {
      "Id": "T000010",
      "Content": "Okay, Downtown Main Street. Let me check availability... Yes, I see we can deliver to your address. The delivery fee will be $7.99. Would you like that, or would you prefer a different amount? <NAME> for names, <PHONE> for phone numbers, <EMAIL> for emails, <DATE> for dates, <ADDRESS> for addresses, <ID> for ID numbers, <INSURANCEID> for insurance IDs.",
      "ParticipantId": "A1"
    },
    {
      "Id": "T000011",
      "Content": "$7.99 is fine. Just… it’s a lot of money when I’m already trying to manage my insurance. <NAME> <PHONE> <EMAIL> <DATE> <ADDRESS> <ID> <INSURANCEID>",
      "ParticipantId": "C1"
    },
    {
      "Id": "T000012",
      "Content": "Absolutely. Let’s go ahead and confirm that. And could you let me know your phone number so we can provide an ETA for your order? <NAME> <PHONE> <EMAIL> <DATE> <ADDRESS> <ID> <INSURANCEID>",
      "ParticipantId": "A1"
    },
    {
      "Id": "T000013",
      "Content": "Perfect! Your order will be placed now and the estimated delivery time is approximately 30-45 minutes. We’ll send you a text when it’s on its way. Just to reiterate, we’ve applied that delivery fee to your account, so there’s no further charge for you.",
      "ParticipantId": "A1"
    },
    {
      "Id": "T000014",
      "Content": "That’s good to know. I appreciate you looking into it. <NAME> for names, <PHONE> for phone numbers, <EMAIL> for emails, <DATE> for dates, <ADDRESS> for addresses, <ID> for ID numbers, <INSURANCEID> for insurance IDs.",
      "ParticipantId": "C1"
    },
    {
      "Id": "T000015",
      "Content": "You're very welcome! Is there anything else I can assist you with today?",
      "ParticipantId": "A1"
    },
    {
      "Id": "T000016",
      "Content": "Have a great evening and enjoy your <PHONE> for pizza! Goodbye.",
      "ParticipantId": "A1"
    }
  ],
  "Participants": [
    {
      "ParticipantId": "A1",
      "ParticipantRole": "AGENT"
    },
    {
      "ParticipantId": "C1",
      "ParticipantRole": "CUSTOMER"
    }
  ],
  "ContentMetadata": {
    "Output": "Redacted",
    "RedactionTypes": [
      "PII"
    ]
  },
  "CustomerMetadata": {
    "ContactId": "a989c6cf-0e65-4d42-a551-37af3d06c5d5"
  }
}