{
  "Version": "1.1.0",
  "Transcript": [
    {
      "Id": "T000001",
      "Content": "Hi, I’m really worried. My chest hurts <NAME> like really bad. I need to see a doctor immediately. <PHONE> <EMAIL> <DATE> <ADDRESS> <ID> <INSURANCEID>",
      "ParticipantId": "C1"
    },
    {
      "Id": "T000002",
      "Content": "Oh gosh, I understand you're feeling really anxious. Can you tell me a bit more about what's happening? <NAME> can you tell me a bit more about what's happening? Where exactly does it hurt?",
      "ParticipantId": "A1"
    },
    {
      "Id": "T000003",
      "Content": "It feels like a pressure, mostly. And I’ve been sweating too – a lot. It’s pretty intense. I don’t know if this is anything serious, though. <NAME> for names, <PHONE> for phone numbers, <EMAIL> for emails, <DATE> for dates, <ADDRESS> for addresses, <ID> for ID numbers, <INSURANCEID> for insurance IDs.",
      "ParticipantId": "C1"
    },
    {
      "Id": "T000004",
      "Content": "Okay, let’s take a deep breath. That sounds really uncomfortable. Can you describe the feeling more specifically? Is it sharp, dull, constant, or something else? <NAME> for names, <PHONE> for phone numbers, <EMAIL> for emails, <DATE> for dates, <ADDRESS> for addresses, <ID> for ID numbers, <INSURANCEID> for insurance IDs.",
      "ParticipantId": "A1"
    },
    {
      "Id": "T000005",
      "Content": "Sharp, like someone’s pushing inside. It’s hard to explain, but it feels very urgent. I’m starting to feel dizzy too, just a little. <NAME> for names, <PHONE> for phone numbers, <EMAIL> for emails, <DATE> for dates, <ADDRESS> for addresses, <ID> for ID numbers, <INSURANCEID> for insurance IDs.",
      "ParticipantId": "C1"
    },
    {
      "Id": "T000006",
      "Content": "Okay, dizziness is definitely a concern. Let me check your insurance coverage for same-day appointments… (typing sounds) …You have excellent coverage – we can try to find something within the next hour. Do you have any preferred doctors in the area?",
      "ParticipantId": "A1"
    },
    {
      "Id": "T000007",
      "Content": "I don’t know! I’m really stressed about this. It just feels like a big deal. <NAME> is really stressed about this. It just feels like a big deal. <PHONE> is really stressed about this. It just feels like a big deal. <EMAIL> is really stressed about this. It just feels like a big deal. <DATE> is really stressed about this. It just feels like a big deal. <ADDRESS> is really stressed about this. It just feels like a big deal. <ID> is really stressed about this. It just feels like a big deal. <INSURANCEID> is really stressed about this. It just feels like a big deal.",
      "ParticipantId": "C1"
    },
    {
      "Id": "T000008",
      "Content": "I hear you. It’s completely understandable to feel overwhelmed when you’re facing a potential problem. Let me see if we can find something immediately. (pause) Alright, there *is* one option available – <NAME> at <PHONE> for <PHONE>, <EMAIL> at <EMAIL>, <DATE> at <DATE>, <ADDRESS> at <ADDRESS>, <ID> at <ID>, <INSURANCEID> at <INSURANCEID>.",
      "ParticipantId": "A1"
    },
    {
      "Id": "T000009",
      "Content": "Really? That’s… that’s great! But I don’t have a <PHONE> for phone numbers, <EMAIL> for emails, <DATE> for dates, <ADDRESS> for addresses, <ID> for ID numbers, <INSURANCEID> for insurance IDs.",
      "ParticipantId": "C1"
    },
    {
      "Id": "T000010",
      "Content": "I completely understand. Transportation limitations are a huge challenge. Let me explore what options we can offer. We could look into transportation assistance programs, or potentially schedule you for an appointment at our clinic, which is closer to your home, if that’s possible. <NAME> for names, <PHONE> for phone numbers, <EMAIL> for emails, <DATE> for dates, <ADDRESS> for addresses, <ID> for ID numbers, <INSURANCEID> for insurance IDs.",
      "ParticipantId": "A1"
    },
    {
      "Id": "T000011",
      "Content": "Oh gosh, I don’t even know where to start! It feels like a lot to ask for. <NAME> <PHONE> <EMAIL> <DATE> <ADDRESS> <ID> <INSURANCEID>",
      "ParticipantId": "C1"
    },
    {
      "Id": "T000012",
      "Content": "Absolutely. Let’s just focus on getting you seen as quickly as we can. What’s the earliest time you could potentially come in today? We want to find something that works with your schedule and your transportation difficulties.",
      "ParticipantId": "A1"
    },
    {
      "Id": "T000013",
      "Content": "I really don’t know… maybe between <DATE> and <DATE>. I have a work meeting at <TIME> at <ADDRESS>. <ID> for <ID number> is needed. <INSURANCEID> for <Insurance ID number> is required.",
      "ParticipantId": "C1"
    },
    {
      "Id": "T000014",
      "Content": "Okay, let me check availability for appointments around that timeframe… (typing sounds) …Okay, we have an opening at 10:30 am. Would you like to schedule that immediately? <NAME> is not available. <PHONE> is not available. <EMAIL> is not available. <DATE> is not available. <ADDRESS> is not available. <ID> is not available. <INSURANCEID> is not available.",
      "ParticipantId": "A1"
    },
    {
      "Id": "T000015",
      "Content": "Yes! Please do. Just… just confirm everything, and then I’ll be there. <NAME> for names, <PHONE> for phone numbers, <EMAIL> for emails, <DATE> for dates, <ADDRESS> for addresses, <ID> for ID numbers, <INSURANCEID> for insurance IDs.",
      "ParticipantId": "C1"
    },
    {
      "Id": "T000016",
      "Content": "Great! Let me go ahead and finalize the appointment for you – <NAME> for names, <PHONE> for phone numbers, <EMAIL> for emails, <DATE> for dates, <ADDRESS> for addresses, <ID> for ID numbers, <INSURANCEID> for insurance IDs. Return ONLY the text with replacements.\n\n<NAME> will receive a confirmation text message within the next 15 minutes. Do you have any questions at this point?",
      "ParticipantId": "A1"
    },
    {
      "Id": "T000017",
      "Content": "<NAME> that sounds… good. Thank you so much. I really appreciate your help. <PHONE> <EMAIL> <DATE> <ADDRESS> <ID> <INSURANCEID>",
      "ParticipantId": "C1"
    },
    {
      "Id": "T000018",
      "Content": "You're very welcome! I know it can be stressful. Just let us know if anything changes or if you need anything further. Have a good day and try to take things one step at a time.",
      "ParticipantId": "A1"
    }
  ],
  "Participants": [
    {
      "ParticipantId": "A1",
      "ParticipantRole": "AGENT"
    },
    {
      "ParticipantId": "C1",
      "ParticipantRole": "CUSTOMER"
    }
  ],
  "ContentMetadata": {
    "Output": "Redacted",
    "RedactionTypes": [
      "PII"
    ]
  },
  "CustomerMetadata": {
    "ContactId": "92973a48-92da-47ce-a97c-610f22f407f9"
  }
}