{
  "Version": "1.1.0",
  "Transcript": [
    {
      "Id": "T000001",
      "Content": "Hi, I… I need an appointment. Really urgently. <NAME> <PHONE> <EMAIL> <DATE> <ADDRESS> <ID> <INSURANCEID>",
      "ParticipantId": "C1"
    },
    {
      "Id": "T000002",
      "Content": "Okay, I understand. I’m sorry to hear that. Can you tell me a bit about what’s going on? <NAME> for names, <PHONE> for phone numbers, <EMAIL> for emails, <DATE> for dates, <ADDRESS> for addresses, <ID> for ID numbers, <INSURANCEID> for insurance IDs.",
      "ParticipantId": "A1"
    },
    {
      "Id": "T000003",
      "Content": "(Hesitates) Well, it’s <NAME> for names, <PHONE> for phone numbers, <EMAIL> for emails, <DATE> for dates, <ADDRESS> for addresses, <ID> for ID numbers, <INSURANCEID> for insurance IDs.",
      "ParticipantId": "C1"
    },
    {
      "Id": "T000004",
      "Content": "Okay. Thank you for being honest. Can you tell me a little more about the pain? Is it sharp, dull, constant, or intermittent? <NAME> <PHONE> <EMAIL> <DATE> <ADDRESS> <ID> <INSURANCEID>",
      "ParticipantId": "A1"
    },
    {
      "Id": "T000005",
      "Content": "(Wringing hands) It’s… it’s like a burning, really intense burning. And I feel so nauseous too. Like, completely sick. <NAME> <PHONE> <EMAIL> <DATE> <ADDRESS> <ID> <INSURANCEID>",
      "ParticipantId": "C1"
    },
    {
      "Id": "T000006",
      "Content": "I understand. That sounds very distressing. Let's see… We want to help you get this sorted out as quickly as possible. Do you have any insurance? <NAME> for names, <PHONE> for phone numbers, <EMAIL> for emails, <DATE> for dates, <ADDRESS> for addresses, <ID> for ID numbers, <INSURANCEID> for insurance IDs.",
      "ParticipantId": "A1"
    },
    {
      "Id": "T000007",
      "Content": "<NAME> is Blue Cross Blue Shield.\n<PHONE> is <PHONE>.\n<EMAIL> is <EMAIL>.\n<DATE> is <DATE>.\n<ADDRESS> is <ADDRESS>.\n<ID> is <ID>.\n<INSURANCEID> is <INSURANCEID>.",
      "ParticipantId": "C1"
    },
    {
      "Id": "T000008",
      "Content": "Okay, <NAME> for names, <PHONE> for phone numbers, <EMAIL> for emails, <DATE> for dates, <ADDRESS> for addresses, <ID> for ID numbers, <INSURANCEID> for insurance IDs.",
      "ParticipantId": "A1"
    },
    {
      "Id": "T000009",
      "Content": "(Shakes head) No. I haven’t seen one in a while. It’s… it’s really difficult to get an appointment with them. I don’t have much time. <NAME> <PHONE> <EMAIL> <DATE> <ADDRESS> <ID> <INSURANCEID>",
      "ParticipantId": "C1"
    },
    {
      "Id": "T000010",
      "Content": "I appreciate that. That’s definitely a challenge. Let me check availability for you right now. (Typing sounds) Okay, we do have some openings today. We could potentially see <NAME> in the morning and <NAME> later this afternoon.",
      "ParticipantId": "A1"
    },
    {
      "Id": "T000011",
      "Content": "(Voice rising slightly) Oh my gosh! Do they have any <NAME> for names, <PHONE> for phone numbers, <EMAIL> for emails, <DATE> for dates, <ADDRESS> for addresses, <ID> for ID numbers, <INSURANCEID> for insurance IDs.",
      "ParticipantId": "C1"
    },
    {
      "Id": "T000012",
      "Content": "Let me check… (Pause) We have an opening at <DATE> with <NAME>. It’s a fairly tight schedule, but it’s the best option we have for you right now. Would that work for you?",
      "ParticipantId": "A1"
    },
    {
      "Id": "T000013",
      "Content": "Thinking hard\n10 AM... That would be amazing. Seriously. I really don’t want to wait any longer. But… (A pause) I have limited transportation options today. I’m relying on the public bus, and it’s a pretty long ride.",
      "ParticipantId": "C1"
    },
    {
      "Id": "T000014",
      "Content": "I completely understand. Public transport can be stressful. Let me check what options are available for you. (Typing sounds). Okay, there’s a route that could get you to <NAME> around <DATE>. It would be about an hour and fifteen minutes. Would that be feasible?",
      "ParticipantId": "A1"
    },
    {
      "Id": "T000015",
      "Content": "An hour and fifteen… That’s… that’s a lot! I don’t want to risk it. I really just need to know if this is going to be okay. <NAME> for names, <PHONE> for phone numbers, <EMAIL> for emails, <DATE> for dates, <ADDRESS> for addresses, <ID> for ID numbers, <INSURANCEID> for insurance IDs.",
      "ParticipantId": "C1"
    },
    {
      "Id": "T000016",
      "Content": "Let me see what we can do. We could explore other options for you, like calling the ambulance service… but those are typically only for life-threatening situations. Let me contact our scheduling team and see if they can find a time that works with your bus schedule. I want to prioritize getting you seen as quickly as possible.",
      "ParticipantId": "A1"
    },
    {
      "Id": "T000017",
      "Content": "Okay... Thank you. That’s... actually helpful. It’s just… it feels so overwhelming, having to think about all that. <NAME> is needed for names. <PHONE> is needed for phone numbers. <EMAIL> is needed for emails. <DATE> is needed for dates. <ADDRESS> is needed for addresses. <ID> is needed for ID numbers. <INSURANCEID> is needed for insurance IDs.",
      "ParticipantId": "C1"
    },
    {
      "Id": "T000018",
      "Content": "Absolutely. It takes a lot of courage to ask for help, and we want to do everything we can. Let me transfer you to our scheduling team now. They’ll be able to see what’s available and work with your bus schedule. Please hold while I connect you. (Transferring sounds). Just breathe. We'll get through this.",
      "ParticipantId": "A1"
    }
  ],
  "Participants": [
    {
      "ParticipantId": "A1",
      "ParticipantRole": "AGENT"
    },
    {
      "ParticipantId": "C1",
      "ParticipantRole": "CUSTOMER"
    }
  ],
  "ContentMetadata": {
    "Output": "Redacted",
    "RedactionTypes": [
      "PII"
    ]
  },
  "CustomerMetadata": {
    "ContactId": "ddfc9d51-0689-4fbf-84cf-e61f7b97ff45"
  }
}