{
  "Version": "1.1.0",
  "Transcript": [
    {
      "Id": "T000001",
      "Content": "Hi, I’d like to order a pizza for pickup. <NAME> <PHONE> <EMAIL> <DATE> <ADDRESS> <ID> <INSURANCEID>",
      "ParticipantId": "C1"
    },
    {
      "Id": "T000002",
      "Content": "Certainly! What kind of pizza are you looking for today? And what’s your <PHONE> and <EMAIL> for <DATE> and <ADDRESS>?",
      "ParticipantId": "A1"
    },
    {
      "Id": "T000003",
      "Content": "Okay, a <NAME> and <PHONE> for toppings besides <NAME>, <EMAIL> for emails, <DATE> for dates, <ADDRESS> for addresses, <ID> for ID numbers, <INSURANCEID> for insurance IDs. Do you have any preferences for toppings besides <NAME>? And what time would you like to pick it up?",
      "ParticipantId": "A1"
    },
    {
      "Id": "T000004",
      "Content": "Absolutely, we understand! We can definitely prioritize your order. Just so you know, our standard pickup time is <DATE> for <DATE>. Are you flexible on that a little bit? It’s really busy right now.",
      "ParticipantId": "A1"
    },
    {
      "Id": "T000005",
      "Content": "I hear you, let me check availability… Okay, we have a table open for 12:45 PM. Would that work? It will give you a bit more time to settle in and get everything ready. <NAME> for names, <PHONE> for phone numbers, <EMAIL> for emails, <DATE> for dates, <ADDRESS> for addresses, <ID> for ID numbers, <INSURANCEID> for insurance IDs.",
      "ParticipantId": "A1"
    },
    {
      "Id": "T000006",
      "Content": "I understand completely. We can definitely add a small extra for that enthusiasm! Okay, so your order is pepperoni and mushroom, picked up at <DATE>.<PHONE>. Is there anything else we need to confirm?",
      "ParticipantId": "A1"
    },
    {
      "Id": "T000007",
      "Content": "Yes, our delivery fee is <NAME> for <PHONE> and <EMAIL>. It will be added to your order right away. Does that sound alright?",
      "ParticipantId": "A1"
    },
    {
      "Id": "T000008",
      "Content": "Great! We have a quick confirmation here. Just want to make sure everything’s perfect. Is there anything else I can help you with today? <NAME> for names, <PHONE> for phone numbers, <EMAIL> for emails, <DATE> for dates, <ADDRESS> for addresses, <ID> for ID numbers, <INSURANCEID> for insurance IDs.",
      "ParticipantId": "A1"
    },
    {
      "Id": "T000009",
      "Content": "You’re very welcome! We appreciate your business and we’ll be ready when you arrive. Have a great day! <NAME> for names, <PHONE> for phone numbers, <EMAIL> for emails, <DATE> for dates, <ADDRESS> for addresses, <ID> for ID numbers, <INSURANCEID> for insurance IDs.",
      "ParticipantId": "A1"
    }
  ],
  "Participants": [
    {
      "ParticipantId": "A1",
      "ParticipantRole": "AGENT"
    },
    {
      "ParticipantId": "C1",
      "ParticipantRole": "CUSTOMER"
    }
  ],
  "ContentMetadata": {
    "Output": "Redacted",
    "RedactionTypes": [
      "PII"
    ]
  },
  "CustomerMetadata": {
    "ContactId": "81fed01c-c964-4b49-a5dc-8a1b79405411"
  }
}