{
  "Version": "1.1.0",
  "Transcript": [
    {
      "Id": "T000001",
      "Content": "Absolutely, I understand. It's completely normal to feel anxious after any procedure. Let’s talk about what you’re experiencing. Can you tell me a bit more about how you’re feeling today – just generally? <NAME> for names, <PHONE> for phone numbers, <EMAIL> for emails, <DATE> for dates, <ADDRESS> for addresses, <ID> for ID numbers, <INSURANCEID> for insurance IDs.",
      "ParticipantId": "A1"
    },
    {
      "Id": "T000002",
      "Content": "Okay, that sounds concerning. The buzzing sensation is definitely something we need to explore further. It could be related to the surgery itself, or potentially something else – a complication. Let’s just take things slowly. Could you describe exactly what it feels like - is it constant, intermittent? Could you try and pinpoint where exactly in your shoulder it's most noticeable?",
      "ParticipantId": "A1"
    },
    {
      "Id": "T000003",
      "Content": "I appreciate you sharing that. That's very helpful. You mentioned a complication. Let me check our records for anything related to your surgery – specifically, regarding the nerve stimulation procedure. Do you recall having any numbness or tingling in your arm or hand before or after the surgery?",
      "ParticipantId": "A1"
    },
    {
      "Id": "T000004",
      "Content": "Okay, dizziness can be associated with nerve activity. Let’s get this checked out. It's important to rule out any potential issues. We need to discuss a plan for monitoring your symptoms. How about we schedule a follow-up appointment with <NAME>? She has a particular interest in nerve function.",
      "ParticipantId": "A1"
    },
    {
      "Id": "T000005",
      "Content": "I understand your concern about her schedule. Let me check availability and see if we can find an opening within the next week. Would Tuesday or Wednesday afternoon work for you?",
      "ParticipantId": "A1"
    },
    {
      "Id": "T000006",
      "Content": "We'll definitely start with a thorough examination to assess your condition. We’ll also run some tests – nerve conduction studies – to look at the electrical signals in your nerves. It’s crucial to get a clear picture of what’s happening.",
      "ParticipantId": "A1"
    },
    {
      "Id": "T000007",
      "Content": "Absolutely. We'll keep you informed every step of the way. I’m going to book an appointment for you with <NAME> on Tuesday afternoon. Do you have any questions about the process or the tests?",
      "ParticipantId": "A1"
    },
    {
      "Id": "T000008",
      "Content": "You're very welcome. We will send a confirmation email with all the details of your appointment. In the meantime, if you experience any further concerning symptoms – like significant pain or dizziness – please don’t hesitate to call us immediately. Have a good day.",
      "ParticipantId": "A1"
    }
  ],
  "Participants": [
    {
      "ParticipantId": "A1",
      "ParticipantRole": "AGENT"
    },
    {
      "ParticipantId": "C1",
      "ParticipantRole": "CUSTOMER"
    }
  ],
  "ContentMetadata": {
    "Output": "Redacted",
    "RedactionTypes": [
      "PII"
    ]
  },
  "CustomerMetadata": {
    "ContactId": "1a47b326-8814-4cae-bcd3-029a3738bc53"
  }
}