{
  "Version": "1.1.0",
  "Transcript": [
    {
      "Id": "T000001",
      "Content": "Hi, I’d like to schedule an appointment. <NAME> <PHONE> <EMAIL> <DATE> <ADDRESS> <ID> <INSURANCEID>",
      "ParticipantId": "C1"
    },
    {
      "Id": "T000002",
      "Content": "Certainly! Let me pull up your information. Can you confirm your name and date of birth? <NAME> for names, <PHONE> for phone numbers, <EMAIL> for emails, <DATE> for dates, <ADDRESS> for addresses, <ID> for ID numbers, <INSURANCEID> for insurance IDs.",
      "ParticipantId": "A1"
    },
    {
      "Id": "T000003",
      "Content": "Okay, <NAME> for names, <PHONE> for phone numbers, <EMAIL> for emails, <DATE> for dates, <ADDRESS> for addresses, <ID> for ID numbers, <INSURANCEID> for insurance IDs.",
      "ParticipantId": "A1"
    },
    {
      "Id": "T000004",
      "Content": "Alright. We have an opening on Tuesday afternoon. Would that work for you? It’s <PHONE> for phone numbers, <EMAIL> for emails, <DATE> for dates, <ADDRESS> for addresses, <ID> for ID numbers, <INSURANCEID> for insurance IDs.",
      "ParticipantId": "A1"
    },
    {
      "Id": "T000005",
      "Content": "I understand completely. You mentioned having limited availability. Let me check what we have available. Okay, we have <NAME> scheduled for Tuesday at 3 PM. Would that be a good fit?",
      "ParticipantId": "A1"
    },
    {
      "Id": "T000006",
      "Content": "Absolutely. Let me confirm – <NAME> will see you on Tuesday at 3 PM. Is there anything else I should know about your insurance or any specific concerns you have?",
      "ParticipantId": "A1"
    },
    {
      "Id": "T000007",
      "Content": "Thank you for that information – that’s very helpful. We’ll definitely discuss your diabetes concerns further with <NAME>. Do you have a preferred doctor you’ve had in the past?",
      "ParticipantId": "A1"
    },
    {
      "Id": "T000008",
      "Content": "Okay, that’s good to know. We understand that sometimes it’s easier to find someone you trust. Let me check with the scheduling system… (pause) … Yes, we do have a preference for <NAME> for this appointment. It's our strongest recommendation based on your profile and the need.",
      "ParticipantId": "A1"
    },
    {
      "Id": "T000009",
      "Content": "Let me check what’s required. Just a valid photo ID and insurance card, please.",
      "ParticipantId": "A1"
    },
    {
      "Id": "T000010",
      "Content": "Perfect. We'll get that paperwork finalized right away. Do you have any questions for me at this point before I finalize the appointment? <NAME> for names, <PHONE> for phone numbers, <EMAIL> for emails, <DATE> for dates, <ADDRESS> for addresses, <ID> for ID numbers, <INSURANCEID> for insurance IDs.",
      "ParticipantId": "A1"
    },
    {
      "Id": "T000011",
      "Content": "Let’s just say, it’s a good opportunity to discuss your overall health goals with <NAME>. We can also talk about medication adjustments if you're currently on anything related to managing blood sugar.",
      "ParticipantId": "A1"
    },
    {
      "Id": "T000012",
      "Content": "You're very welcome! We look forward to seeing you on Tuesday at 3 PM. Do you have any further questions before we finalize this appointment? <NAME> for names, <PHONE> for phone numbers, <EMAIL> for emails, <DATE> for dates, <ADDRESS> for addresses, <ID> for ID numbers, <INSURANCEID> for insurance IDs.",
      "ParticipantId": "A1"
    },
    {
      "Id": "T000013",
      "Content": "Great! We appreciate your time and look forward to your visit. Have a wonderful day. <NAME> <PHONE> <EMAIL> <DATE> <ADDRESS> <ID> <INSURANCEID>",
      "ParticipantId": "A1"
    }
  ],
  "Participants": [
    {
      "ParticipantId": "A1",
      "ParticipantRole": "AGENT"
    },
    {
      "ParticipantId": "C1",
      "ParticipantRole": "CUSTOMER"
    }
  ],
  "ContentMetadata": {
    "Output": "Redacted",
    "RedactionTypes": [
      "PII"
    ]
  },
  "CustomerMetadata": {
    "ContactId": "030e1a88-257c-4ebd-8557-8d204e2f7637"
  }
}