{
  "Version": "1.1.0",
  "Transcript": [
    {
      "Id": "T000001",
      "Content": "Good morning, I’m hoping to reschedule my appointment with <NAME>.",
      "ParticipantId": "C1"
    },
    {
      "Id": "T000002",
      "Content": "Good morning, <NAME>. Certainly. Let me pull that up. Just one moment… Okay, I see it here. You’re scheduled for a consultation on the 15th of next month, correct? <PHONE> <EMAIL> <DATE> <ADDRESS> <ID> <INSURANCEID>",
      "ParticipantId": "A1"
    },
    {
      "Id": "T000003",
      "Content": "Yes, exactly. That’s right. It’s been a little hectic lately with everything, and I just need to get this sorted out. <NAME> <PHONE> <EMAIL> <DATE> <ADDRESS> <ID> <INSURANCEID>",
      "ParticipantId": "C1"
    },
    {
      "Id": "T000004",
      "Content": "I understand. It sounds like you’ve had a busy few weeks. Let’s see what we can do. To confirm, are you experiencing any specific difficulties hearing today? <NAME> for names, <PHONE> for phone numbers, <EMAIL> for emails, <DATE> for dates, <ADDRESS> for addresses, <ID> for ID numbers, <INSURANCEID> for insurance IDs.",
      "ParticipantId": "A1"
    },
    {
      "Id": "T000005",
      "Content": "(Hesitates slightly) Well, it's… it's a little difficult to hear sometimes, you know? Especially the words. It makes it hard to follow. <NAME> for names, <PHONE> for phone numbers, <EMAIL> for emails, <DATE> for dates, <ADDRESS> for addresses, <ID> for ID numbers, <INSURANCEID> for insurance IDs.",
      "ParticipantId": "C1"
    },
    {
      "Id": "T000006",
      "Content": "I appreciate you sharing that with me, <NAME>. It’s important to know about any hearing challenges. Can you tell me a bit more about how it’s affecting your ability to understand what the doctor is saying? Are you struggling to hear details, or just overall comprehension? <PHONE> <EMAIL> <DATE> <ADDRESS> <ID> <INSURANCEID>",
      "ParticipantId": "A1"
    },
    {
      "Id": "T000007",
      "Content": "It’s mostly the details, really. I get most of it, but sometimes the important words get lost in the background noise. It’s frustrating, honestly. <NAME> for names, <PHONE> for phone numbers, <EMAIL> for emails, <DATE> for dates, <ADDRESS> for addresses, <ID> for ID numbers, <INSURANCEID> for insurance IDs.",
      "ParticipantId": "C1"
    },
    {
      "Id": "T000008",
      "Content": "I completely understand that frustration – it’s a valid concern. Let me check with our insurance coverage to see what we can do for rescheduling. Just one moment… (Typing sounds) Okay, I’ve run your information through the system. It appears you’re covered under Medicare, but there’s a small co-pay of $25 today, correct?",
      "ParticipantId": "A1"
    },
    {
      "Id": "T000009",
      "Content": "Yes, that’s right. It’s a little worrying, to be honestly. I just don’t want to find out something unexpected. <NAME> for names, <PHONE> for phone numbers, <EMAIL> for emails, <DATE> for dates, <ADDRESS> for addresses, <ID> for ID numbers, <INSURANCEID> for insurance IDs.",
      "ParticipantId": "C1"
    },
    {
      "Id": "T000010",
      "Content": "I appreciate your transparency. Okay, let's see what options are available. We have a couple of possibilities – we could try to get you in for a shorter appointment next week or potentially reschedule you for the 15th of next month with a slightly different schedule if that works better. Do either of those sound appealing?",
      "ParticipantId": "A1"
    },
    {
      "Id": "T000011",
      "Content": "The shorter one... would be great, really. I’m not keen on having to wait longer. <NAME> for names, <PHONE> for phone numbers, <EMAIL> for emails, <DATE> for dates, <ADDRESS> for addresses, <ID> for ID numbers, <INSURANCEID> for insurance IDs.",
      "ParticipantId": "C1"
    },
    {
      "Id": "T000012",
      "Content": "Absolutely. Let me check the availability for that. (Typing sounds) Yes, we have an opening on the 17th of next week at 2 pm. It would allow you to catch up on any important information and then you could go home. Would that be a good fit?",
      "ParticipantId": "A1"
    },
    {
      "Id": "T000013",
      "Content": "Hmm… 17th of next week… that’s better than waiting all this time. Let’s do it. <NAME> <PHONE> <EMAIL> <DATE> <ADDRESS> <ID> <INSURANCEID>",
      "ParticipantId": "C1"
    },
    {
      "Id": "T000014",
      "Content": "Excellent! I’ve scheduled you for the <DATE> at <TIME>. Just to confirm, is your name <NAME>?",
      "ParticipantId": "A1"
    },
    {
      "Id": "T000015",
      "Content": "Yes, that’s correct. It’s <NAME>.",
      "ParticipantId": "C1"
    },
    {
      "Id": "T000016",
      "Content": "Perfect. You'll receive a confirmation email shortly with all the details. Is there anything else I can help you with today, <NAME>?",
      "ParticipantId": "A1"
    },
    {
      "Id": "T000017",
      "Content": "<NAME> I think that’s everything for now. Thank you so much! <PHONE> <EMAIL> <DATE> <ADDRESS> <ID> <INSURANCEID>",
      "ParticipantId": "C1"
    },
    {
      "Id": "T000018",
      "Content": "You're very welcome, <NAME>. We appreciate your patience and understanding. Have a wonderful day! <PHONE> <EMAIL> <DATE> <ADDRESS> <ID> <INSURANCEID>",
      "ParticipantId": "A1"
    }
  ],
  "Participants": [
    {
      "ParticipantId": "A1",
      "ParticipantRole": "AGENT"
    },
    {
      "ParticipantId": "C1",
      "ParticipantRole": "CUSTOMER"
    }
  ],
  "ContentMetadata": {
    "Output": "Redacted",
    "RedactionTypes": [
      "PII"
    ]
  },
  "CustomerMetadata": {
    "ContactId": "656a874d-9318-4847-b4f6-021ad0863882"
  }
}