{
  "Version": "1.1.0",
  "Transcript": [
    {
      "Id": "T000001",
      "Content": "Hello! Absolutely. What kind of pizza are you looking for today? And could you tell me where you're located? <NAME> <PHONE> <EMAIL> <DATE> <ADDRESS> <ID> <INSURANCEID>",
      "ParticipantId": "A1"
    },
    {
      "Id": "T000002",
      "Content": "Okay, one large pepperoni pizza for <NAME> at <PHONE>. Just to confirm, is that everything you’d like with it?",
      "ParticipantId": "A1"
    },
    {
      "Id": "T000003",
      "Content": "Okay, I see. So, a large pepperoni pizza for <NAME> at <ADDRESS>, and you've got a family of four needing a birthday pizza. Is that all right? We’re pretty busy today.",
      "ParticipantId": "A1"
    },
    {
      "Id": "T000004",
      "Content": "Great! Let me just check on our estimated delivery time… Alright, it looks like we have a wait time of approximately 45-60 minutes. I apologize for that. <NAME> <PHONE> <EMAIL> <DATE> <ADDRESS> <ID> <INSURANCEID>",
      "ParticipantId": "A1"
    },
    {
      "Id": "T000005",
      "Content": "I understand your frustration completely. Let me see what we can do to expedite it. Can you confirm your phone number is still <NAME>?",
      "ParticipantId": "A1"
    },
    {
      "Id": "T000006",
      "Content": "Perfect. Okay, let me quickly check if we have any available delivery drivers currently on the route. <NAME> for names, <PHONE> for phone numbers, <EMAIL> for emails, <DATE> for dates, <ADDRESS> for addresses, <ID> for ID numbers, <INSURANCEID> for insurance IDs.",
      "ParticipantId": "A1"
    },
    {
      "Id": "T000007",
      "Content": "Absolutely, let’s do our best! We can prioritize your order. To confirm, that’s a large pepperoni pizza for <NAME> for 123 Maple Street with a birthday pizza for the family. Do you have any specific requests for toppings besides just pepperoni?",
      "ParticipantId": "A1"
    },
    {
      "Id": "T000008",
      "Content": "Absolutely. Plain cheese and extra sauce it is! One large pepperoni pizza for <NAME> at <ADDRESS>, with plain cheese and extra sauce. You’ll receive a text notification when it’s dispatched. Is there anything else I can assist you with today?",
      "ParticipantId": "A1"
    },
    {
      "Id": "T000009",
      "Content": "You’re very welcome! We appreciate your patience. Have a great evening! <NAME> <PHONE> <EMAIL> <DATE> <ADDRESS> <ID> <INSURANCEID>",
      "ParticipantId": "A1"
    },
    {
      "Id": "T000010",
      "Content": "<NAME>!",
      "ParticipantId": "A1"
    }
  ],
  "Participants": [
    {
      "ParticipantId": "A1",
      "ParticipantRole": "AGENT"
    },
    {
      "ParticipantId": "C1",
      "ParticipantRole": "CUSTOMER"
    }
  ],
  "ContentMetadata": {
    "Output": "Redacted",
    "RedactionTypes": [
      "PII"
    ]
  },
  "CustomerMetadata": {
    "ContactId": "9beb4abc-961f-47be-b28d-dfa61a18eaaf"
  }
}